#!/usr/bin/env python
# encoding: utf-8

"""
@author: kyh
@software: PyCharm
@file: load_datas.py
@time: 18-2-11 上午9:48
"""

'''
'''

datas = {
    u"账户模块":{
        u"账户管理":[u"账户表",],
        u"权限设置":[u"权限表",],
        u"操作记录":[u"操作记录",],
        u"系统消息":[u"系统消息",],
    },
    u"用户模块":{
        u"用户管理":[u"用户表",],
        u"地址管理":[u"用户地址表",],
        u"银行卡管理":[u"银行信息表",],
        u"痕迹记录":[u"用户痕迹表",],
        u"微信信息管理":[u"微信授权表",],
    },
    u"商品模块":{
        u"商品管理":[u"商品表",],
        u"运费管理":[u"运费表",],
        u"规格价格管理":[u"规格价格表",],
    },
    u"订单模块":{
        u"订单管理":[u"订单表",],
        u"发货管理":[u"发货表",],
    },
    u"财务模块":{
        u"充值流水":[u"充值表",],
        u"提现流水":[u"提现表",],
        u"推广收益流水":[u"推广收益表",],

    },
    u"推广模块":{
        u"推广管理": [u"推广表",],
    },
    u"活动模块":{
        u"活动管理": [u"活动表",],
        u"活动数据": [u"活动数据表",],
    },
    u"系统模块":{
        u"系统配置": [u"配置数据表",],
    },
}